{
  "portfolio": "Portfolio",
  "experience": "Doświadczenie",
  "contact": "Contact",
  "hello": "Hi,",
  "selfDescription": "Since you've landed here, it means you want to take a look at my projects! I'm a Junior UX/UI Designer—though no one’s paying me for it just yet—but don’t worry, I have plenty of energy to make up for the lack of commercial experience! Every day, I play with pixels, test more or less crazy ideas, and design my own app, where the rule is „usability + cool design”",
  "seeMore": "See more",
  "seeProject": "See project",
  "tradingAppSubtitle": "Interactive stock market in your pocket",
  "tradingAppDescription": "Designed in landscape and portrait views, the application allows you to intuitively add, edit and modify trend lines. Thanks to its modern design and advanced functions, using the platform becomes exceptionally simple and pleasant, ensuring the highest level of functionality.",
  "projectActiveName": "Project Active",
  "projectActiveSubtitle": "A daily dose of motivation",
  "projectActiveDescription": "This responsive web application encourages regular physical activity. Perfectly suited for laptops, tablets and smartphones, it helps users lead a healthy lifestyle, regardless of the device they use.",
  "findTripSubtitle": "Tourism industry research",
  "findTripDescription": "A research project aimed at deeply understanding how customers choose travel agency offers in a crowded marketplace. By focusing on the most popular directions and factors that build trust in the brand, a strategy was developed that allows you to stand out from the competition.",
  "bloodDonationName": "Blood Donation",
  "bloodDonationSubtitle": "Donating blood is easy!",
  "bloodDonationDescription": "A visually attractive application that motivates people to donate blood regularly, presenting detailed information about the amount of donated blood and its composition. The intuitive interface, designed in accordance with Apple's guidelines, ensures users can use the application easily and pleasantly.",
  "experienceDescription": "I have experience gained by completing two courses at the Softie School and the UXUI Academy. My competences in the field of UXUI design are supported by acquired certificates, which confirm my commitment to professional development and continuous improvement of skills.",
  "contactMsg": "If you have any questions about my work or working with me, please do not hesitate to contact me.",
  "ekosortSubtitle": "A tool for proper waste segregation.",
  "ekosortDescription": "A team-developed mobile application that helps consumers understand how to properly separate waste. It educates local communities about ecology and engages them in pro-ecological campaigns. The intuitive interface makes caring for the environment easier and more enjoyable.",
  "carSpecSubtitle": "Responsive Vehicle Catalog - UI Design",
  "carSpecDescription": "A catalog designed for mechanics, engineers, and diagnosticians. It runs smoothly on all resolutions – from ultrawide screens to mobile devices. Intuitive filters and fast search enable efficient processing of large amounts of data.",
  "hungryScanSubtitle": "Digital Menu via QR with Full CMS Control",
  "hungryScanDescription": "An intuitive QR system designed for restaurants, making it easy for customers to access an interactive menu while giving owners full control over its management. The system combines a user-friendly customer app with a CMS panel, enabling personalization, data analysis, and process automation."
}