{
  "aboutMe": "About me",
  "portfolio": "Portfolio",
  "experience": "Doświadczenie",
  "contact": "Contact",
  "hiItsAneta": "Hi, it's Aneta",
  "selfDescription": "With passion, I am stepping into the world of UX/UI design. My past experiences have equipped me with valuable interpersonal, organizational, and management skills, which I now apply as an aspiring UX/UI designer. I combine these skills with my creativity to design intuitive and aesthetically pleasing user interfaces. Currently, I am involved in developing my own application based on QR codes – a project that allows me to fully utilize the knowledge and skills I have acquired.",
  "seeMore": "See more",
  "tradingAppSubtitle": "Interactive stock market in your pocket",
  "tradingAppDescription": "Designed in landscape and portrait views, the application allows you to intuitively add, edit and modify trend lines. Thanks to its modern design and advanced functions, using the platform becomes exceptionally simple and pleasant, ensuring the highest level of functionality.",
  "projectActiveName": "Project Active",
  "projectActiveSubtitle": "A daily dose of motivation",
  "projectActiveDescription": "This responsive web application encourages regular physical activity. Perfectly suited for laptops, tablets and smartphones, it helps users lead a healthy lifestyle, regardless of the device they use.",
  "findTripSubtitle": "Tourism industry research",
  "findTripDescription": "A research project aimed at deeply understanding how customers choose travel agency offers in a crowded marketplace. By focusing on the most popular directions and factors that build trust in the brand, a strategy was developed that allows you to stand out from the competition.",
  "bloodDonationName": "Blood Donation",
  "bloodDonationSubtitle": "Donating blood is easy!",
  "bloodDonationDescription": "A visually attractive application that motivates people to donate blood regularly, presenting detailed information about the amount of donated blood and its composition. The intuitive interface, designed in accordance with Apple's guidelines, ensures users can use the application easily and pleasantly.",
  "experienceDescription": "I have experience gained by completing two courses at the Softie School and the UXUI Academy. My competences in the field of UXUI design are supported by acquired certificates, which confirm my commitment to professional development and continuous improvement of skills."
}