{
  "portfolio": "Portfolio",
  "experience": "Doświadczenie",
  "contact": "Kontakt",
  "hiItsAneta": "Hej, tu Aneta",
  "selfDescription": "Z pasją wkraczam w świat UX/UI designu. Moje dotychczasowe doświadczenia wyposażyły mnie w cenne umiejętności interpersonalne, organizacyjne i zarządzające, które teraz wykorzystuję jako aspirująca UX/UI designerka. Łączę te umiejętności z moją kreatywnością, projektując intuicyjne i estetycznie atrakcyjne interfejsy użytkownika. Obecnie angażuję się w rozwój własnej aplikacji opartej na kodach QR – projekt, który pozwala mi w pełni wykorzystać zdobytą wiedzę i umiejętności.",
  "seeMore": "Zobacz więcej",
  "tradingAppSubtitle": "Interaktywna giełda w Twojej kieszeni",
  "tradingAppDescription": "Zaprojektowana w widokach landscape i portrait, aplikacja umożliwia intuicyjne dodawanie, edycję i modyfikację linii trendu. Dzięki nowoczesnemu designowi i zaawansowanym funkcjom korzystanie z platformy staje się wyjątkowo proste i przyjemne, zapewniając najwyższy poziom funkcjonalności.",
  "projectActiveName": "Projekt Active",
  "projectActiveSubtitle": "Codzienna dawka motywacji",
  "projectActiveDescription": "Ta responsywna aplikacja webowa zachęca do regularnej aktywności fizycznej. Doskonale dostosowana do laptopów, tabletów i smartfonów, pomaga użytkownikom w prowadzeniu zdrowego trybu życia, niezależnie od urządzenia, którego używają.",
  "findTripSubtitle": "Research branży turystycznej",
  "findTripDescription": "Projekt badawczy mający na celu głębokie zrozumienie, jak klienci wybierają oferty biur podróży na zatłoczonym rynku. Skupiając się na najpopularniejszych kierunkach i czynnikach budujących zaufanie do marki, opracowano strategię, która pozwala wyróżnić się na tle konkurencji.",
  "bloodDonationName": "Krwiodawstwo",
  "bloodDonationSubtitle": "Oddawanie krwi jest proste!",
  "bloodDonationDescription": "Wizualnie atrakcyjna aplikacja, która motywuje do regularnego oddawania krwi, prezentując szczegółowe informacje o ilości oddanej krwi i jej składzie. Intuicyjny interfejs, zaprojektowany zgodnie z wytycznymi Apple, zapewnia użytkownikom łatwość i przyjemność korzystania z aplikacji.",
  "experienceDescription": "Posiadam doświadczenie zdobyte podczas ukończenia dwóch kursów w Szkole Softie oraz Akademii UXUI. Moje kompetencje w dziedzinie UXUI designu są wspierane zdobytymi certyfikatami, które potwierdzają moje zaangażowanie w rozwój zawodowy i ciągłe doskonalenie umiejętności."
}