{
  "portfolio": "Portfolio",
  "experience": "Doświadczenie",
  "contact": "Kontakt",
  "hello": "Cześć,",
  "selfDescription": "Skoro już tu wylądowałeś, to znak, że chcesz rzucić okiem na moje projekty! Jestem Junior UX/UI Designerem, choć jeszcze nikt mi za to nie płaci – ale bez obaw, mam sporo energii, żeby nadrobić brak komercyjnego doświadczenia! Na co dzień bawię się pikselami, testuję mniej lub bardziej szalone pomysły i projektuję własną aplikację, gdzie króluje zasada „użyteczność + fajny design”",
  "seeMore": "Zobacz więcej",
  "seeProject": "Zobacz projekt",
  "tradingAppSubtitle": "Interaktywna giełda w Twojej kieszeni",
  "tradingAppDescription": "Zaprojektowana w widokach landscape i portrait, aplikacja umożliwia intuicyjne dodawanie, edycję i modyfikację linii trendu. Dzięki nowoczesnemu designowi i zaawansowanym funkcjom korzystanie z platformy staje się wyjątkowo proste i przyjemne, zapewniając najwyższy poziom funkcjonalności.",
  "projectActiveName": "Projekt Active",
  "projectActiveSubtitle": "Codzienna dawka motywacji",
  "projectActiveDescription": "Ta responsywna aplikacja webowa zachęca do regularnej aktywności fizycznej. Doskonale dostosowana do laptopów, tabletów i smartfonów, pomaga użytkownikom w prowadzeniu zdrowego trybu życia, niezależnie od urządzenia, którego używają.",
  "findTripSubtitle": "Research branży turystycznej",
  "findTripDescription": "Projekt badawczy mający na celu głębokie zrozumienie, jak klienci wybierają oferty biur podróży na zatłoczonym rynku. Skupiając się na najpopularniejszych kierunkach i czynnikach budujących zaufanie do marki, opracowano strategię, która pozwala wyróżnić się na tle konkurencji.",
  "bloodDonationName": "Krwiodawstwo",
  "bloodDonationSubtitle": "Oddawanie krwi jest proste!",
  "bloodDonationDescription": "Wizualnie atrakcyjna aplikacja, która motywuje do regularnego oddawania krwi, prezentując szczegółowe informacje o ilości oddanej krwi i jej składzie. Intuicyjny interfejs, zaprojektowany zgodnie z wytycznymi Apple, zapewnia użytkownikom łatwość i przyjemność korzystania z aplikacji.",
  "experienceDescription": "Posiadam doświadczenie zdobyte podczas ukończenia dwóch kursów w Szkole Softie oraz Akademii UXUI. Moje kompetencje w dziedzinie UXUI designu są wspierane zdobytymi certyfikatami, które potwierdzają moje zaangażowanie w rozwój zawodowy i ciągłe doskonalenie umiejętności.",
  "contactMsg": "Jeśli masz jakiekolwiek pytania dotyczące mojej pracy lub współpracy ze mną, nie wahaj się skontaktować.",
  "ekosortSubtitle": "Narzędzie do prawidłowej segregacji odpadów.",
  "ekosortDescription": "Zespołowo opracowana aplikacja mobilna, która pomaga konsumentom zrozumieć, jak właściwie segregować śmieci. Edukuje lokalne społeczności w zakresie ekologii i angażuje ich w akcje proekologiczne. Intuicyjny interfejs sprawia, że dbanie o środowisko staje się łatwiejsze i przyjemniejsze.",
  "carSpecSubtitle": "Responsywny katalog pojazdów - projekt UI",
  "carSpecDescription": "Katalog zaprojektowany z myślą o mechanikach, inżynierach i diagnostach. Działa płynnie na wszystkich rozdzielczościach – od ultrawide, aż po urządzenia mobilne. Intuicyjne filtry i szybkie wyszukiwanie pozwalają na sprawne przetwarzanie dużych ilości danych.",
  "hungryScanSubtitle": "Cyfrowe menu przez QR z pełną kontrolą w CMS",
  "hungryScanDescription": "Intuicyjny system QR stworzony dla restauracji, który ułatwia klientom dostęp do interaktywnego menu, a właścicielom pełną kontrolę nad jego zarządzaniem. System łączy intuicyjną aplikację dla klientów z  panelem CMS. Umożliwia personalizację, analizę danych i automatyzację procesów."
}